{"jsonArray":
 [
    {"created_at": "2020-08-28 17:45:04", "text": "“So many prominent Republican politicians have had their careers wiped out by the president.” @johnprideaux tells “Checks and Balance” how Donald Trump changed his party https://t.co/F1enxYNIVx"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @TheRealYoG: @mtracey @Sulliview @emptywheel Why havent they arrested zionist israeli chabad agent Kushner?\n\nTrump gave him clearance\n\nK…"},
    {"created_at": "2020-08-28 17:45:04", "text": "Picture this: Jacob Blake, paralyzed, is shackled to his bed. There is no better summary of the Presidency of Donald Trump. No justice, no peace!  #blm https://t.co/fuoIJ72BSv"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @RichardGrenell: New poll shows law and order candidate @realDonaldTrump is up in Michigan. \n\n@JoeBiden and @KamalaHarris are losing gro…"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @JoeBiden: When Donald Trump says tonight you won’t be safe in Joe Biden’s America, look around and ask yourself: How safe do you feel i…"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @joshdcaplan: RAND PAUL: \"It's become so dangerous for us. And I don't hear Joe Biden or Kamala Harris saying one thing about the violen…"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @RichardGrenell: Joe Biden should tell his supporters to stop creating chaos."},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @TeamTrump: Clarence Henderson: Donald Trump \"has done more for black Americans in 4 years than Joe Biden has done in 50!\"\n\n#BlackVoices…"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @KurtSchlichter: I have been saying that. I’m curious what @ScottAdamsSays thinks."},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @zzzzaaaacccchhh: Every RNC speech is like \"This dangerous national unrest that is occurring now, three years into the Trump presidency,…"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @charliekirk11: As predicted weeks ago, Trump is trending very positively.\n\nTwo outlier issues remain: mail-in ballot fraud and social m…"},
    {"created_at": "2020-08-28 17:45:04", "text": "God Bless America 🇺🇸🇺🇸🇺🇸TRUMP 2020🇺🇸🇺🇸🇺🇸"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @JFNYC1: Joe Biden, Kamala Harris, any comments? https://t.co/DV7JvgYa0s"},
    {"created_at": "2020-08-28 17:45:04", "text": "RT @TeaPainUSA: #LowRatingsTrump \n\nhttps://t.co/tywT5FesNT"},
    {"created_at": "2020-08-28 17:45:04", "text": "Joe Biden DOnald Trump TrUmP, test? test. robin, robin? nany, / or \\defef "}
 ]
}