{
    "created_at": "2020-07-27 16:13:37", 
    "text": "RT @ananavarro: Why the hell would ⁦@JoeBiden⁩ put Chris Dodd - a 76 year-old lobbyist and embodiment of white establishment, who while in…"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "RT @pesterplarson3: This is my FAVORITE Biden video ad because it speaks clearly on $45$'s failures with the CV-19 pandemic in a time line…"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "RT @DiamondandSilk: WATCH: 100 Reasons Not to Vote for Joe Biden via @TeamTrump https://t.co/YtlDsAOnJX"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "RT @jentaub: Dear world. Please remember that the majority of Americans vote against Donald Trump in 2016. He won due to about 77,000 votes…"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "RT @RonaldKlain: Please help us get the word out on the Biden plan on COVID!!"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "@Nedunaija @HillaryClinton @JoeBiden https://t.co/9GUM8DjZD6"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "RT @EdmundoGoza: @HillaryClinton @JoeBiden you'd think after the 2016 debacle your team would have chosen a better candidate than you. As u…"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "RT @ParkerMolloy: It is August 2015. I am watching pundits discuss Donald Trump’s “new tone.”\n\nIt is February 2016. I am watching pundits d…"
}
{
    "created_at": "2020-07-27 16:13:37", 
    "text": "@IwasDavidFagin @GabbyGiffords @JoeBiden Get yourself to the psychiatric emergency ward quick then David F https://t.co/ZrIffdWnqe"
}

{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @yeahunoeme: Everyone, even some loathsome international leaders are anxious to se the back of Trump for the greater good.\n\nBoris Johnso…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @zachdcarter: And while the Senate GOP is the immediate source of trouble, we are at this crossroads because the Senate voted 96-0 for a…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @thomaschattwill: Everything's going swimmingly. No such thing as cancel culture. https://t.co/MMMjTfUUfm"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @MrWick2u: Presidential Candidate @JoeBiden is formally listed as a criminal suspect in a criminal investigation in Ukraine...  you can…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @JoeBiden: The hard truth is this pandemic didn’t have to be this bad. Ron Klain, former White House Ebola Response Coordinator, breaks…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @CoryBooker: 100 days until we defeat Donald Trump. https://t.co/JT8m0FH0WY"}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @ProjectLincoln: Donald Trump thinks essential workers are expendable. Republican voters are seeing that and fleeing.\n\nhttps://t.co/5Y1R…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @neuro7plastic: Pollak: Joe Biden Thinks the Rioters Are Very Fine People https://t.co/o1mjvSzC8f via @BreitbartNews"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @RepGosar: .@realDonaldTrump loves the STATE of Arizona 🇺🇸"}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @JoeBiden: The hard truth is this pandemic didn’t have to be this bad. Ron Klain, former White House Ebola Response Coordinator, breaks…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @10milesbadroad: Going live soon with the \"Erik Prince Dossier\".  I worked with Erik for 20 years.  I'd prefer to just disappear. Howeve…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @LangworthyUS9th: The dems are now telling us they will not accept a loss on Nov 3rd This time they say no investigations but all out wa…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @MSNBC: \"The best way to deal with any country that has any goal or intent to interfere in our election and continues to do so, is to na…"
}
{
    "created_at": "2020-07-27 16:13:38", 
    "text": "RT @JoeBiden: The hard truth is this pandemic didn’t have to be this bad. Ron Klain, former White House Ebola Response Coordinator, breaks…"
}